tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "bat"
brew "exa"
brew "fzf"
brew "git"
brew "gh"
brew "go"
brew "lazygit"
brew "yabai"
brew "yadm"
brew "typescript-language-server"
brew "tree-sitter"
brew "tmux"
brew "rustup-init"
brew "neovim"
brew "ripgrep"
brew "dotnet"

cask "alacritty"
cask "fig"
cask "font-terminess-ttf-nerd-font"
cask "notion"
cask "raycast"
cask "visual-studio-code"
